enum DataLabels {
    UNKNOWS_ERROR = 'Неизвестная ошибка',
    IMAGE_NO_SIZE = 'Сервер не передал размеры изображения',

    TITLE_404 = '404 - Тут ничего нет',
    DESCRIPTION_404 = 'Не знаю, как вы смогли сюда попасть',
    LABEL_404 = 'Вернуться на главную страницу',
    ALT_404 = 'декоративное изображение с котом шлепой',

    ERROR_TITLE = 'Извените у меня что-то сломалось',
    ERROR_DESCRIPTION = 'Я сейчас пообедаю и починю',
    ERROR_LABEL = 'А пока можете попробовать обновить страницу',
    ERROR_ALT = 'декоративное изображение с плачущим котиком',
}

export {
    DataLabels,
}
